klin-lang/esp_eth/examples/rmii_p4/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ETH_USE_ESP32_EMAC=y
